42crunch.vscode-openapi
achaq.vercel-theme
adpyke.vscode-sql-formatter
andrewbutson.vscode-openapi-viewer
apriliandi246.css-sort
arichika.previewseqdiag-vscode
attilabuti.vscode-mjml
azemoh.one-monokai
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
buster.ndjson-colorizer
cardinal90.multi-cursor-case-preserve
cbrevik.toggle-format-on-save
chakrounanas.turbo-console-log
cjhowe7.laravel-blade
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ejabudev.zap-nats-client
eliverlara.andromeda
emroussel.atomize-atom-one-dark-theme
equimper.react-native-react-redux
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evendead.help-me-add
ferdaarikan.sdedit
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
formulahendry.code-runner
fyfirman.vscode-tokyo-theme
gera2ld.markmap-vscode
github.copilot
github.copilot-chat
golang.go
hashicorp.hcl
hatimmurtuza.yami-theme
honnamkuan.golang-snippets
humao.rest-client
irongeek.vscode-env
jbockle.jbockle-format-files
jebbs.plantuml
johnpapa.winteriscoming
jprestidge.theme-material-theme
kevinrose.vsc-python-indent
lzwme.lzwme-eye-care
maosantaella.night-wolf
markwhen.markwhen
matangover.mypy
matt-meyers.vscode-dbml
mebrahtom.plantumlpreviewer
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.autopep8
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mscgenjs.vscode-mscgen
naumovs.color-highlight
nawath.go-lazy-mock
neonxp.gotools
netcorext.uuid-generator
nicolas-liger.dbml-viewer
oderwat.indent-rainbow
pkief.material-icon-theme
pomdtr.excalidraw-editor
prisma.prisma
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
seatonjiang.gitmoji-vscode
shd101wyy.markdown-preview-enhanced
shinyypig.md-paste-image
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
svelte.svelte-vscode
syler.sass-indented
telesoho.vscode-markdown-paste-image
tomoki1207.pdf
tomvargas.upper-ocean-dark
unifiedjs.vscode-mdx
unleasheddesign.unleashed-design-theme
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
wallabyjs.console-ninja
william-voyek.vscode-nginx
wmaurer.change-case
xabikos.reactsnippets
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zengxingxin.sort-js-object-keys
zhuangtongfa.material-theme
